{"timestamp": 1741911581.9503622, "expiry": 86400, "data": [{"title": "Evaluation of intra-subject difference in hamstring flexibility in patients with low back pain: An exploratory study", "authors": ["…", "HN Buonomo", "MW Jarmak…"], "abstract": "PURPOSE: To evaluate the extent of intra-subject difference in hamstring flexibility and its \npossible relationship to the severity of Low Back Pain (LBP). A secondary purpose was to …", "doi": null, "year": 2015, "url": "https://journals.sagepub.com/doi/abs/10.3233/BMR-140490", "source": "scholar", "rank": 1}, {"title": "Estimate of water and hydroxyl abundance on asteroid (16) Psyche from JWST data", "authors": ["SG Jarmak", "TM Becker", "CE Woodward…"], "abstract": "Our understanding of solar system evolution is closely tied to interpretations of asteroid \ncomposition, particularly the M-class asteroids. These asteroids were initially thought to be the …", "doi": null, "year": 2024, "url": "https://iopscience.iop.org/article/10.3847/PSJ/ad66b9/meta", "source": "scholar", "rank": 2}, {"title": "Na schodě: Valašský jarmak", "authors": ["JM Słavičinský"], "abstract": "… Je jarmak a já su čistý, jak Vizovice.830) - Sak já také, pravil … A slíbíl ně v jarmak. - Od toho \nto tak brzo nedostaneš, smíl sa … Myslimtě ani na druhý jarmak. Enom dyby to bylo po téjto …", "doi": null, "year": 1904, "url": "https://www.jstor.org/stable/42691301", "source": "scholar", "rank": 3}, {"title": "QUEST: A New Frontiers Uranus orbiter mission concept study", "authors": ["S Jarmak", "E Leonard", "A Akins"], "abstract": "The ice giant planets, Uranus and Neptune, are fundamentally different from the gas giant \nand terrestrial planets. Though ice giants represent the most common size of exoplanet and …", "doi": null, "year": 2020, "url": "https://www.sciencedirect.com/science/article/pii/S0094576520300412", "source": "scholar", "rank": 4}, {"title": "Na českém jarmarce před 40 lety", "authors": ["Č Zíbrt"], "abstract": "Pokusil ru Thomayerova jsem se již (R. ve dvou E. Jamota) statích obrázek zachytiti poutí \npodle a lákavého jarmarků vzo-na ru Thomayerova (RE Jamota) obrázek poutí a jarmarků na …", "doi": null, "year": 1912, "url": "https://www.jstor.org/stable/42689146", "source": "scholar", "rank": 5}, {"title": "Solar occultation observations of Saturn's rings with Cassini UVIS", "authors": ["SG Jarmak", "TM Becker", "JE Colwell"], "abstract": "The Ultraviolet Imaging Spectrograph (UVIS) instrument onboard the Cassini spacecraft \nobserved 41 solar occultations by Saturn's rings through its extreme ultraviolet (56–118 nm) …", "doi": null, "year": 2022, "url": "https://www.sciencedirect.com/science/article/pii/S001910352200330X", "source": "scholar", "rank": 6}, {"title": "Light‐induced suppression of nocturnal serotonin N‐acetyltransferase activity in chick pineal gland and retina: A wavelength comparison", "authors": ["JB Zawilska", "A Jarmak…"], "abstract": "Effects of white and monochromatic (blue—434 nm, green—548 nm, and red—614 nm) lights \non the nighttime retinal and pineal NAT activity were examined in chicks. The potency of …", "doi": null, "year": 1995, "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1600-079X.1995.tb00175.x", "source": "scholar", "rank": 7}, {"title": "Concept, Essence of Interaction and Its Role of Development of Social System", "authors": ["AM Jarmak"], "abstract": "B1) 9oKpeM11emiS1 ACP) KaBH B1IA rpoMaxsICbKOrO cycniumcma, HRSIHiCTb 6ainamox \nLuefrlp13 npn ixsmxu pimeib, p3HoMamTr-Tm KaHaii lpegcraBlH ilTBa ma CYLAOBHH3 …", "doi": null, "year": 2006, "url": "https://heinonline.org/hol-cgi-bin/get_pdf.cgi?handle=hein.journals/lwsfkhv2006&section=241", "source": "scholar", "rank": 8}, {"title": "Experimenting with Large Language Models and vector embeddings in NASA SciX", "authors": ["…", "JC Paquin", "J Bartlett"], "abstract": "Open-source Large Language Models enable projects such as NASA SciX (ie, NASA ADS) \nto think out of the box and try alternative approaches for information retrieval and data …", "doi": null, "year": 2023, "url": "https://arxiv.org/abs/2312.14211", "source": "scholar", "rank": 9}, {"title": "Numerical Modeling of Recurring Slope Lineae and Slope Streak Formation through Dry Grainflow Mechanisms on Mars", "authors": ["S Jarmak", "DE Stillman", "MD Day…"], "abstract": "Recurring Slope Lineae (RSL), seasonally varying low-albedo streaks on steep slopes, \nremain some of the most poorly understood surface features on Mars. They incrementally …", "doi": null, "year": 2023, "url": "https://ui.adsabs.harvard.edu/abs/2023AGUFMEP21C1935J/abstract", "source": "scholar", "rank": 10}, {"title": "CubeSat Particle Aggregation Collision Experiment (Q-PACE): Design of a 3U CubeSat mission to investigate planetesimal formation", "authors": ["S Jarmak", "J Brisset", "J Colwell"], "abstract": "Observations of the collisional evolution of particle ensembles in a microgravity environment \nare necessary to characterize the processes that lead to the formation of planetesimals, km-…", "doi": null, "year": 2019, "url": "https://www.sciencedirect.com/science/article/pii/S0094576518310865", "source": "scholar", "rank": 11}, {"title": "[C] Experimental and Numerical Investigations of Granular Dynamics in Microgravity", "authors": ["S Jarmak"], "abstract": "", "doi": null, "year": 2020, "url": "", "source": "scholar", "rank": 12}, {"title": "Lacrimation disorders in workers chronically exposed to petroleum derivatives", "authors": ["R Goś", "A Jarmak", "D Korzycka"], "abstract": "Lacrimal fluid plays a very significant role in maintaining proper functions of conjuctivas, \ncornea and eyelids. The fluid is secreted by the main lacrimal gland and additional glands. It …", "doi": null, "year": 1999, "url": "https://europepmc.org/article/med/10399714", "source": "scholar", "rank": 13}, {"title": "The effect of light of various wave lengths on suppression of nocturnal serotonin N-acetyltransferase activity in chick retina", "authors": ["A Jarmak", "JB Zawilska", "JZ Nowak"], "abstract": "Purpose Effects of white and monochromatic light of various wave length on the night-time retinal serotonin N-acetyltransferase (NAT) activity were examined in chicks.", "doi": null, "year": 1996, "url": "https://europepmc.org/article/med/9213592", "source": "scholar", "rank": 14}, {"title": "Does acetylsalicylic acid and vitamin K antagonists are risk factors of macular degeneration related with age?", "authors": ["…", "D Śliwczyńska"], "abstract": "Aim The aim of this study was to evaluate the effects of chronic use of acetylsalicylic acid (ASA) \nand vitamin K antagonists (VKA) on the incidence of age related macular degeneration (…", "doi": null, "year": 2015, "url": "https://europepmc.org/article/med/25815614", "source": "scholar", "rank": 15}, {"title": "The effect of light with various wavelengths and impulse times on nocturnal suppression of N'acetyltransferase activation by serotonin in the pineal gland of the chick", "authors": ["A Jarmak", "JB Zawilska", "JZ Nowak"], "abstract": "Purpose Chick pineal gland synthesise melatonin in circadian rhythm, with peak values in \nthe dark phase of an imposed light-dark illumination cycle. Light is the most important …", "doi": null, "year": 1996, "url": "https://europepmc.org/article/med/9340413", "source": "scholar", "rank": 16}, {"title": "The effect of various wave lengths of light and various duration of impulse times on suppression of n-acetyltransferase activity in the rat pineal gland", "authors": ["A Jarmak", "JB Zawilska", "JZ Nowak"], "abstract": "Purpose Rat pineal gland synthesizes melatonin in circadian rhythm, with peak values in a \ndark phase of an imposed light-dark illumination cycle. Light is the most important …", "doi": null, "year": 1998, "url": "https://europepmc.org/article/med/9695540", "source": "scholar", "rank": 17}, {"title": "Apophis specific action team report", "authors": ["JL Dotson", "M Brozovic", "S Chesley"], "abstract": "This report about Asteroid (99942) Apophis's Earth close approach on April 13, 2029 was \ngenerated by a Specific Action Team (SAT) formed by the Small Body Assessment Group (…", "doi": null, "year": 2022, "url": "https://ui.adsabs.harvard.edu/abs/2022usgs.rept...21D/abstract", "source": "scholar", "rank": 18}, {"title": "Use of keratoprosthesis type\" champagne cork\"--case report", "authors": ["A Jarmak", "R Goś", "A Kapica"], "abstract": "Kerathoprosthesis application is limited to strictly definite indications such as: after a severe \ncorneal scald, after repeated graft rejections or temporarily just before the intricate eye …", "doi": null, "year": 2000, "url": "https://europepmc.org/article/med/11286113", "source": "scholar", "rank": 19}, {"title": "[C] Making Wear-Resistant TiC Deposits by Plasma Arc Spraying", "authors": ["F Blume", "G Eckart", "J Jarmak"], "abstract": "", "doi": null, "year": 1986, "url": "", "source": "scholar", "rank": 20}]}